Repository: PieterVdc/fxLauncherPython
Catalog: lang/DUT/LC_MESSAGES/fxLauncher.po
Languages: nl

source: 0 (Red)
nl: 0 (Rood)

source: 1 (Blue)
nl: 1 (Blauw)

source: 2 (Green)
nl: 2 (Groen)

source: 3 (Yellow)
nl: 3 (Geel)

source: On
nl: Aan

source: Off
nl: Uit

source: Liquid Only
nl: Enkel water/lava

source: Fit
nl: Passend

source: Stretch
nl: Uitrekken

source: Crop
nl: Bijsnijden

source: Low
nl: Laag

source: High
nl: Hoog

source: You usually want standard version, as it is fast and stable. Heavylog version logs huge amount of messages to a file "keeperfx.log" while you're playing. This requires a lot more of computation power, so on slower machines it might severely affect gameplay speed. But if the game will crash, the LOG file may help the developers to fix the problem.
nl: Je wilt meestal de standaard versie, omdat die snel en stabiel is. Heavylog logt een grote hoeveelheid berichten naar een bestand "keeperfx.log" terwijl je aan het spelen bent. Dit vereist veel meer rekenkracht, dus op langzamere machines kan het de spelsnelheid ernstig be√Ønvloeden. Maar als het spel crasht, kan het LOG bestand de ontwikkelaars helpen om het probleem op te lossen.

source: Change human player ID. This allows you to play as blue, green or yellow keeper. Use this option for skirmish - single player levels won't work properly with it, unless they were especially designed for human to play as another keeper.
nl: Verander menselijke speler ID. Hiermee kun je als blauwe, groene of gele keeper spelen. Gebruik deze optie voor skirmish - single player levels zullen er niet goed mee werken, tenzij ze speciaal ontworpen zijn om een mens als een andere keeper te laten spelen.

source: Do not show intro movie on startup
nl: Intro filmpje niet tonen bij opstarten

source: Loads music from the keeperfx/music folder. Place the music there.
nl: Laadt muziek uit de map keeperfx / muziek. Plaats de muziek daar.

source: Here you can select your language translation. This will affect the in-game messages, but also speeches during the game. Note that some campaigns may not support your language; in this case default one will be used.
nl: Hier kun je de vertaling selecteren. Dit zal invloed hebben op de berichten in het spel, maar ook op toespraken tijdens het spel. Houd er rekening mee dat sommige campagnes uw taal mogelijk niet ondersteunen; in dat geval zal de standaardtaal worden gebruikt.

source: Wibble twists and turns the straight blocks making up the dungeon keeper world. Turn it off to get straight lines. Choose "liquid only" to still get waves in lava and water.
nl: Wibble draait en keert de rechte blokken die de dungeon keeper wereld vormen. Zet het uit om rechte lijnen te krijgen. Kies "Enkel water/lava" om nog steeds golven in lava en water te krijgen.

source: Enabling censorship will make only evil creatures to have blood, and will restrict death effect with exploding flesh. Originally, this was enabled in german language version.
nl: Door censuur in te schakelen zullen alleen slechte wezens bloed hebben, en zal het doodseffect met exploderend vlees beperkt worden. Oorspronkelijk was dit ingeschakeld in de duitstalige versie.

source: Increasing sensitivity will speed up the mouse in the game. Default value is 100, setting it to 0 will use your windows default instead. High values may make the mouse less accurate, so be careful!
nl: Het verhogen van de gevoeligheid zal de muis sneller maken in het spel. De standaardwaarde is 100, als je deze op 0 zet, wordt de standaardwaarde van Windows gebruikt. Hoge waarden kunnen de muis minder nauwkeurig maken, dus wees voorzichtig!

source: Select whether the game should run in full screen, or as a window. If you've chosen 'windowed', you may want to unlock your mouse cursor at the run options.
nl: Kies of het spel op volledig scherm moet draaien, of als venster. Als je 'in venster' hebt gekozen, kun je je muiscursor bij de run options ontgrendelen.

source: Write changes to "keeperfx.cfg" file.
nl: Schrijf wijzigingen in het bestand "keeperfx.cfg".

source: Enabling Atmospheric sounds will have the game play random background sound effects, like drips of water and screams of horror, to set the mood.
nl: Door atmosferische geluiden in te schakelen, speelt de game willekeurige achtergrondgeluidseffecten, zoals druppels water en geschreeuw van horror, om de sfeer te bepalen.

source: Change the volume of the Atmospheric sounds effects.
nl: Wijzig het volume van de effecten Atmosferische geluiden.

source: Overwrite 'unlock cursor' mode in possession to lock the mouse cursor to the game window when possessing a creature.
nl: Overschrijf de 'unlock cursor'-modus in Wezenbeheersing om de muiscursor te vergrendelen in het spelvenster wanneer je een wezen bezit.

source: The game freezes when the window loses focus. Disable to keep playing in background.
nl: Het spel bevriest wanneer het venster de focus verliest. Schakel uit om op de achtergrond te blijven spelen.

source: When the game is paused, pause the music too.
nl: Wanneer het spel is gepauzeerd, pauzeer je ook de muziek.

source: When the window loses focus without freezing, still mute the game audio.
nl: Als het venster de focus verliest zonder te bevriezen, demp dan nog steeds de spelaudio.

source: When pausing, the game will release the mouse cursor to use on other windows.
nl: Bij het pauzeren zal het spel de muiscursor vrijgeven om op andere vensters te gebruiken.

source: Configures how the movies are displayed.
nl: Configureert hoe de videos worden weergegeven.

source: Skip Intro
nl: Intro overslaan

source: Music From Cd
nl: Muziek van cd

source: Unlock mouse
nl: Muis ontgrendelen

source: No sound
nl: Geen geluid

source: Scarce
nl: Zelden

source: Human Id
nl: Menselijke Id

source: Game Speed
nl: Spelsnelheid

source: Enabled
nl: Ingeschakeld

source: File Name
nl: Bestandsnaam

source: Load
nl: Laden

source: Packets
nl: Pakketten

source: Save
nl: Opslaan

source: Add
nl: Toevoegen

source: Remove
nl: Verwijderen

source: Language
nl: Taak

source: Resolution
nl: Resolutie

source: Windowed
nl: In venster

source: Resize movies
nl: Videos vergroten/verkleinen

source: Mouse sensitivity
nl: Muis gevoeligheid

source: Censorship
nl: Censuur

source: Atmospheric Sound
nl: Atmosferische Geluiden

source: Frequency
nl: Frequentie

source: Freeze game on lost focus
nl: Spel bevriezen bij verloren focus

source: Mute audio on lost focus
nl: Geluid uitschakelen bij verloren focus

source: Pause music on game pause
nl: Pauzeer muziek bij spelpauze

source: Unlock cursor on game pause
nl: Ontgrendel cursor op spelpauze

source: Lock cursor in possession
nl: Vergrendel cursor in wezenbeheersing

source: Basic
nl: basis

source: Run Options
nl: start opties

source: Settings
nl: Instellingen

source: please place file in same folder as your keeperfx installation
nl: plaats het bestand in dezelfde map als uw keeperfx installatie

source: files from orininal missing, press install to copy them
nl: bestanden van het origineel ontbreken, druk op install om ze te kopi√´ren
